/* Restore */
" ... set in User configuration ..." = " ... set in User configuration ...";

/* Ssh */
"... no remote server ..." = "... no remote server ...";

/* Snapshots */
"Aborting delete operation..." = "Aborting delete operation...";

/* Add schedule
   New */
"Add" = "Add";

/* New */
"Add config?" = "Add config?";

/* Add schedule */
"Add Schedule?" = "Add Schedule?";

/* Batch */
"Batchtasks completed, close view..." = "Batchtasks completed, close view...";

/* Tooltip */
"By using Finder drag and drop filepaths." = "By using Finder drag and drop filepaths.";

/* Cancel NSAlert */
"Cancel" = "Cancel";

/* Add schedule */
"Cancel or Add" = "Cancel or Add";

/* Execute
   Logg
   Profiles
   Snapshots */
"Cancel or Delete" = "Cancel or Delete";

/* Restore */
"Cancel or Restore" = "Cancel or Restore";

/* Copy files
   Remote Info */
"Cannot copy from a syncremote task..." = "Cannot copy from a syncremote task...";

/* Verify */
"Cannot verify a syncremote task..." = "Cannot verify a syncremote task...";

/* chinese */
"Chinese (Simplified) translation by: StringKe" = "Chinese (Simplified) translation by: StringKe";

/* Close NSAlert */
"Close" = "Close";

/* Remote info */
"Completed" = "Completed";

/* Verify */
"Completed ..." = "Completed ...";

/* Verify */
"Computing changed, please wait..." = "Computing changed, please wait...";

/* Restore */
"Copy single files or directory?" = "Copy single files or directory?";

/* copyright */
"Copyright ©2019 Thomas Evensen" = "Copyright ©2019 Thomas Evensen";

/* main */
"daily" = "daily";

/* Remote Info
   Verify */
"Date last backup:" = "Date last backup:";

/* datetime */
"days" = "days";

/* Remote Info
   Verify */
"Days since last backup:" = "Days since last backup:";

/* default profile */
"Default profile" = "Default profile";

/* Execute
   Logg
   plan
   Profiles
   Snapshots */
"Delete" = "Delete";

/* Snapshots */
"Delete operation completed..." = "Delete operation completed...";

/* Profiles */
"Delete profile:" = "Delete profile:";

/* Execute */
"Delete selected task?" = "Delete selected task?";

/* Tooltip */
"Destination catalog:" = "Destination catalog:";

/* Snapshots */
"Do you REALLY want to DELETE selected snapshots?" = "Do you REALLY want to DELETE selected snapshots?";

/* Restore */
"Do you REALLY want to start a RESTORE ?" = "Do you REALLY want to start a RESTORE ?";

/* Snapshots */
"Dont change the snapshot num if you don´t know what you are doing..." = "Dont change the snapshot num if you don´t know what you are doing...";

/* plan */
"earlier months" = "earlier months";

/* Error rsync */
"ERROR: no rsync in" = "ERROR: no rsync in";

/* Error rsync */
"ERROR: no rsync in /usr/local/bin" = "ERROR: no rsync in /usr/local/bin";

/* Batch */
"Estimation completed, you can start batch..." = "Estimation completed, you can start batch...";

/* plan */
"every" = "every";

/* Restore */
"Executing restore..." = "Executing restore...";

/* plan */
"Friday" = "Friday";

/* Restore */
"Getting info, please wait..." = "Getting info, please wait...";

/* Verify */
"Getting information, please wait ..." = "Getting information, please wait ...";

/* Loggdata */
"Got index from Execute and listing logs for one configuration..." = "Got index from Execute and listing logs for one configuration...";

/* Schedules */
"Got index from Execute..." = "Got index from Execute...";

/* Loggdata */
"Got index from Snapshots and listing logs for one configuration..." = "Got index from Snapshots and listing logs for one configuration...";

/* Remote Info
   Restore */
"Got it..." = "Got it...";

/* datetime */
"h" = "h";

/* datetime */
"hours" = "hours";

/* icon */
"Icon by: Zsolt Sándor" = "Icon by: Zsolt Sándor";

/* plan */
"Keep" = "Keep";

/* plan */
"last" = "last";

/* Profile */
"Load" = "Load";

/* Remote info
   Remote Info */
"Loaded cached data..." = "Loaded cached data...";

/* Tooltip */
"Local catalog:" = "Local catalog:";

/* Copy files */
"Local or remote catalog cannot be empty..." = "Local or remote catalog cannot be empty...";

/* main */
"manuel" = "manuel";

/* Execute */
"Menu app is running..." = "Menu app is running...";

/* datetime */
"mins" = "mins";

/* plan */
"Monday" = "Monday";

/* Execute */
"New version is available - see About" = "New version is available - see About";

/* About */
"New version is available:" = "New version is available:";

/* Execute */
"No rclone config found..." = "No rclone config found...";

/* Execute */
"No rsync in path..." = "No rsync in path...";

/* Schedule details */
"no startdate" = "no startdate";

/* Schedule details */
"no stopdate" = "no stopdate";

/* Copy files */
"No such local catalog for restore or set it in user config..." = "No such local catalog for restore or set it in user config...";

/* plan */
"none" = "none";

/* norwegian */
"Norwegian translation by: Thomas Evensen" = "Norwegian translation by: Thomas Evensen";

/* Copy files */
"Not a remote task, use Finder to copy files..." = "Not a remote task, use Finder to copy files...";

/* Snapshots */
"Not a snapshot task..." = "Not a snapshot task...";

/* AllProfiles */
"Number of configurations:" = "Number of configurations:";

/* Logg */
"Number of logs:" = "Number of logs:";

/* Remote info */
"Number of tasks to estimate:" = "Number of tasks to estimate:";

/* Copy files */
"Number remote files:" = "Number remote files:";

/* Snapshots */
"Number snapshots:" = "Number snapshots:";

/* main */
"once" = "once";

/* Execute */
"Only valid for backup, snapshot and combined tasks..." = "Only valid for backup, snapshot and combined tasks...";

/* Verify */
"Please select a task in Execute ..." = "Please select a task in Execute ...";

/* Execute */
"Possible error logging..." = "Possible error logging...";

/* plan */
"previous month" = "previous month";

/* Execute  */
"Profile:" = "Profile:";

/* Execute */
"Profile: please wait..." = "Profile: please wait...";

/* Tooltip */
"Remote catalog:" = "Remote catalog:";

/* Restore */
"Restore" = "Restore";

/* plan */
"Saturday" = "Saturday";

/* Profile
   Userconfig  */
"Save" = "Save";

/* Schedules */
"Scheduled tasks in menu app..." = "Scheduled tasks in menu app...";

/* datetime */
"secs" = "secs";

/* Copy files
   Remote Info
   Verify */
"Seems not to be connected..." = "Seems not to be connected...";

/* Execute */
"Select a task...." = "Select a task....";

/* Logg */
"Selected logs:" = "Selected logs:";

/* Execute */
"Selection out of range - aborting" = "Selection out of range - aborting";

/* Snapshots */
"Seriously, enter a real number..." = "Seriously, enter a real number...";

/* Tooltip */
"Source catalog:" = "Source catalog:";

/* Restore */
"Start restore?" = "Start restore?";

/* main */
"stopped" = "stopped";

/* plan */
"Sunday" = "Sunday";

/* Execute */
"The menu app" = "The menu app";

/* Quickbackup */
"There seems to be nothing to do..." = "There seems to be nothing to do...";

/* Execute */
"This is a combined task, execute by ⌘R..." = "This is a combined task, execute by ⌘R...";

/* New */
"This is added before?" = "This is added before?";

/* plan */
"this month" = "this month";

/* plan */
"this week" = "this week";

/* plan */
"Thursday" = "Thursday";

/* plan */
"Tuesday" = "Tuesday";

/* Verify */
"Verifying, please wait..." = "Verifying, please wait...";

/* plan */
"Wednesday" = "Wednesday";

/* main */
"weekly" = "weekly";

/* Snapshots */
"You cannot delete that many, max are" = "You cannot delete that many, max are";

/* About */
"You have the latest ..." = "You have the latest ...";

/* Execute */
"⌘A to abort or wait..." = "⌘A to abort or wait...";
